adpyke.codesnap
batisteo.vscode-django
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
clinyong.vscode-css-modules
foam.foam-vscode
github.remotehub
github.vscode-pull-request-github
gitlab.gitlab-workflow
humao.rest-client
janisdd.vscode-edit-csv
jdinhlife.gruvbox
johnpapa.vscode-peacock
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-repos
ms-vscode.live-server
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
ms-vsliveshare.vsliveshare
pomdtr.excalidraw-editor
pucelle.vscode-css-navigation
qwtel.sqlite-viewer
vscode-icons-team.vscode-icons
vscodevim.vim
